Repository: shurinbergo3/GymTracker
Catalog: GymTracker/Localizable.xcstrings
Source language: ru
Languages: de, en, pl

source: Влияние на жизнь
de: Einfluss aufs Leben
en: Impact on Life
pl: Wpływ na życie

source: Внизу четыре вкладки: Тренировка, Программа, Справочник и Статистика.
de: Unten vier Tabs: Training, Programm, Nachschlagewerk und Statistik.
en: Four tabs at the bottom: Workout, Program, Reference and Stats.
pl: Na dole cztery zakładki: Trening, Program, Poradnik i Statystyki.

source: Внизу четыре вкладки: Тренировка, Программа, Справочник и Статистика. Листай их слева направо.
de: Unten vier Tabs: Training, Programm, Nachschlagewerk und Statistik. Wische sie von links nach rechts durch.
en: Four tabs at the bottom: Workout, Program, Reference and Stats. Swipe through them left to right.
pl: Na dole cztery zakładki: Trening, Program, Poradnik i Statystyki. Przesuwaj je od lewej do prawej.

source: ВНИМАНИЕ: Это действие удалит ВСЕ тренировки в облаке и заменит их вашими текущими локальными тренировками. Используйте это, если вы почистили историю на телефоне и хотите, чтобы в облаке стало так же.
de: ACHTUNG: Diese Aktion löscht ALLE Workouts in der Cloud und ersetzt sie durch deine aktuellen lokalen Workouts. Nutze das, wenn du deinen Verlauf auf dem Handy gelöscht hast und die Cloud entsprechend angleichen möchtest.
en: WARNING: This action will delete ALL workouts in the cloud and replace them with your current local workouts. Use this if you cleared your history on your phone and want the cloud to match.
pl: UWAGA: Ta operacja usunie WSZYSTKIE treningi w chmurze i zastąpi je Twoimi bieżącymi lokalnymi. Użyj tego, jeśli wyczyściłeś historię w telefonie i chcesz, by chmura odpowiadała.

source: ВНИМАНИЕ: Это действие удалит ВСЕ тренировки в облаке и заменит их вашими текущими локальными тренировками. Это необратимо.
de: ACHTUNG: Diese Aktion löscht ALLE Workouts in der Cloud und ersetzt sie durch deine aktuellen lokalen Workouts. Das lässt sich nicht rückgängig machen.
en: WARNING: This action will delete ALL workouts in the cloud and replace them with your current local workouts. This is irreversible.
pl: UWAGA: Ta operacja usunie WSZYSTKIE treningi w chmurze i zastąpi je Twoimi bieżącymi lokalnymi. Tego nie da się cofnąć.

source: ВНИМАНИЕ: Это действие удалит ВСЕ тренировки в облаке и заменит их вашими текущими локальными тренировками.\n\nИспользуйте это, если вы почистили историю на телефоне и хотите, чтобы в облаке стало так же.
de: ACHTUNG: Diese Aktion löscht ALLE Workouts in der Cloud und ersetzt sie durch deine aktuellen lokalen Workouts.\n\nNutze das, wenn du deinen Verlauf auf dem Handy gelöscht hast und die Cloud entsprechend angleichen möchtest.
en: WARNING: This action will delete ALL workouts in the cloud and replace them with your current local workouts.\n\nUse this if you've cleared history on your phone and want the cloud to match.
pl: UWAGA: Ta operacja usunie WSZYSTKIE treningi w chmurze i zastąpi je Twoimi bieżącymi lokalnymi.\n\nUżyj tego, jeśli wyczyściłeś historię w telefonie i chcesz, by chmura odpowiadała.

source: Воздержание (секс повышает пролактин), качественный сон.
de: Enthaltsamkeit (Sex erhöht das Prolaktin), guter Schlaf.
en: Abstinence (sex raises prolactin), quality sleep.
pl: Wstrzemięźliwość (seks podnosi prolaktynę), dobry sen.

source: Воздушные приседания
de: Air Squats
en: Air Squats
pl: Przysiady bez obciążenia

source: Воздушные приседания (20 раз)
de: Air Squats (20 Wdh.)
en: Air Squats (20 reps)
pl: Przysiady bez obciążenia (20 powtórzeń)

source: Возраст
de: Alter
en: Age
pl: Wiek

source: Войди в день и задай таймер отдыха
de: Öffne einen Tag und stelle den Pausentimer ein
en: Open a day and set the rest timer
pl: Otwórz dzień i ustaw timer przerwy

source: Войди, чтобы продолжить тренировки
de: Melde dich an, um weiterzutrainieren
en: Sign in to continue workouts
pl: Zaloguj się, aby kontynuować treningi

source: Войти
de: Anmelden
en: Sign In
pl: Zaloguj

source: Войти через Apple
de: Mit Apple anmelden
en: Sign in with Apple
pl: Zaloguj się przez Apple

source: Войти через Google
de: Mit Google anmelden
en: Sign in with Google
pl: Zaloguj się przez Google

source: вопросов
de: Fragen
en: questions
pl: pytań

source: Воркаут
de: Calisthenics
en: Calisthenics
pl: Calisthenics

source: Восстанавливаем данные...
de: Daten werden wiederhergestellt ...
en: Restoring data...
pl: Przywracamy dane...

source: Восстановление
de: Erholung
en: Recovery
pl: Regeneracja

source: Восстановление (не засчитано в план)
de: Erholung (zählt nicht zum Plan)
en: Recovery (not counted in plan)
pl: Regeneracja (nie liczy się do planu)

source: Восстановление 3 мин (60-70% ЧСС)
de: Erholung 3 min (60–70 % HF)
en: Recovery 3 min (60-70% HR)
pl: Odpoczynek 3 min (60–70% HR)

source: Восстановление просело: дай телу передышку. Лёгкая сессия или отдых - и завтра вернёшься сильнее.
de: Erholung gesunken - gönn deinem Körper eine Pause. Leicht trainieren oder ruhen, morgen kommst du stärker zurück.
en: Recovery dipped - give your body a break. Go light or rest, and come back stronger tomorrow.
pl: Regeneracja spadła - daj ciału odpocząć. Lekki trening lub przerwa, a jutro wrócisz silniejszy.

source: Восстановление слизистой кишечника
de: Regeneration der Darmschleimhaut
en: Gut lining restoration
pl: Odbudowa śluzówki jelit

source: Восстановление ЦНС
de: Regeneration des ZNS
en: CNS recovery
pl: Regeneracja OUN

source: Восстановление через воздержание
de: Erholung durch Enthaltsamkeit
en: Recovery Through Abstinence
pl: Regeneracja przez wstrzemięźliwość

source: Время
de: Zeit
en: Time
pl: Czas

source: ВРЕМЯ
de: ZEIT
en: TIME
pl: CZAS

source: Время в зале
de: Zeit im Gym
en: Time in gym
pl: Czas na siłowni

source: Время вернуться
de: Zeit zurückzukommen
en: Time to come back
pl: Czas wrócić

source: Время и дистанция
de: Zeit & Distanz
en: Time & Distance
pl: Czas i dystans

source: Время отдыха
de: Pausenzeit
en: Rest Time
pl: Czas przerwy

source: Время отдыха вышло!
de: Pause vorbei!
en: Rest is over!
pl: Koniec przerwy!

source: Время тренироваться
de: Zeit zu trainieren
en: Time to train
pl: Czas trenować

source: Время: %@
de: Zeit: %@
en: Time: %@
pl: Czas: %@

source: ВРС
de: HRV
en: HRV
pl: HRV

source: Все
de: Alle
en: All
pl: Wszystkie

source: Все ваши прошлые сессии
de: All deine vergangenen Einheiten
en: All your past sessions
pl: Wszystkie Twoje sesje

source: Все данные в одном месте: шаги, сон, пульс покоя, ВРС и калории.
de: Alle Daten an einem Ort: Schritte, Schlaf, Ruhepuls, HRV und Kalorien.
en: All your data in one place: steps, sleep, resting heart rate, HRV and calories.
pl: Wszystkie dane w jednym miejscu: kroki, sen, tętno spoczynkowe, HRV i kalorie.

source: Все диалоги и разборы будут удалены с этого устройства и из облака. Действие нельзя отменить.
de: Alle Gespräche und Analysen werden von diesem Gerät und aus der Cloud gelöscht. Diese Aktion kann nicht rückgängig gemacht werden.
en: All conversations and analyses will be deleted from this device and the cloud. This action cannot be undone.
pl: Wszystkie rozmowy i analizy zostaną usunięte z tego urządzenia i z chmury. Nie można cofnąć.

source: Все награды собраны 🏆
de: Alle Belohnungen gesammelt 🏆
en: All rewards collected 🏆
pl: Wszystkie nagrody zebrane 🏆

source: ВСЕ ПРОГРАММЫ
de: ALLE PROGRAMME
en: ALL PROGRAMS
pl: WSZYSTKIE PLANY

source: Все тело
de: Ganzkörper
en: Full Body
pl: Całe ciało

source: Все элементы связаны
de: Alles hängt zusammen
en: All Elements Are Connected
pl: Wszystkie elementy powiązane

source: Всего
de: Gesamt
en: Total
pl: Razem

source: Всего подходов
de: Sätze gesamt
en: Total sets
pl: Razem serii

source: Всего тренировок
de: Workouts gesamt
en: Total workouts
pl: Razem treningów

source: Вставайте в 4:30–5:00.
de: Steh um 4:30–5:00 Uhr auf.
en: Get up at 4:30–5:00.
pl: Wstawaj o 4:30–5:00.

source: Вторичный мессенджер для инсулина и серотонина. Улучшает клеточный сигналинг.
de: Sekundärer Botenstoff für Insulin und Serotonin. Verbessert die zelluläre Signalübertragung.
en: Second messenger for insulin and serotonin. Improves cellular signaling.
pl: Wtórny przekaźnik dla insuliny i serotoniny. Poprawia sygnalizację komórkową.

source: вчера
de: gestern
en: yesterday
pl: wczoraj

source: Вчера
de: Gestern
en: Yesterday
pl: Wczoraj

source: Вы еще не выполняли это упражнение
de: Du hast diese Übung noch nicht gemacht
en: You haven't done this exercise yet
pl: Nie wykonywałeś jeszcze tego ćwiczenia

source: Вы превосходите себя
de: Du übertriffst dich selbst
en: You're surpassing yourself
pl: Przekraczasz siebie

source: Вы сможете вернуться в любой момент — данные сохранены в облаке.
de: Du kannst jederzeit zurückkommen — deine Daten sind in der Cloud gespeichert.
en: You can come back anytime — your data is saved in the cloud.
pl: Możesz wrócić w dowolnej chwili — dane są w chmurze.

source: Вы точно хотите удалить аккаунт из приложения и всю историю тренировок?
de: Möchtest du wirklich deinen Account und den gesamten Trainingsverlauf löschen?
en: Are you sure you want to delete your account and all workout history?
pl: Na pewno chcesz usunąć konto i całą historię treningów?

source: Вы уверены, что хотите удалить тренировку "%@" от %@? Это действие нельзя отменить.
de: Möchtest du das Workout „%1$@" vom %2$@ wirklich löschen? Diese Aktion kann nicht rückgängig gemacht werden.
en: Are you sure you want to delete workout "%1$@" from %2$@? This action cannot be undone.
pl: Czy na pewno chcesz usunąć trening „%1$@" z %2$@? Tej operacji nie można cofnąć.

source: Выбери программу
de: Wähle ein Programm
en: Pick a program
pl: Wybierz plan

source: ВЫБЕРИ СТИЛЬ КОУЧА
de: COACH-STIL WÄHLEN
en: CHOOSE COACH STYLE
pl: WYBIERZ STYL TRENERA

source: Выберите тренировку
de: Workout auswählen
en: Select Workout
pl: Wybierz trening

source: Выбор тренировки
de: Workout-Auswahl
en: Select Workout
pl: Wybór treningu

source: Выброс Соматотропина (ГР)
de: Ausschüttung von Somatotropin (Wachstumshormon)
en: Somatotropin (GH) release
pl: Wyrzut somatotropiny (GH)

source: Вывод аммиака (меньше усталости)
de: Ammoniakabbau (weniger Ermüdung)
en: Ammonia removal (less fatigue)
pl: Usuwanie amoniaku (mniej zmęczenia)

source: Выгоднее повышать чувствительность рецепторов, чем наращивать выработку гормонов. Постоянная высокая выработка «выжигает» рецепторы (кроме кортизола).
de: Es lohnt sich mehr, die Empfindlichkeit der Rezeptoren zu erhöhen, als die Hormonproduktion anzukurbeln. Eine dauerhaft hohe Produktion „brennt" die Rezeptoren aus (außer beim Cortisol).
en: It's more beneficial to increase receptor sensitivity than to boost hormone production. Constant high production 'burns out' receptors (except cortisol).
pl: Lepiej zwiększać wrażliwość receptorów niż produkcję hormonów. Ciągłe wysokie wydzielanie „wypala” receptory (poza kortyzolem).

source: Выгрузить в облако (Заменить)
de: In die Cloud hochladen (ersetzen)
en: Upload to Cloud (Replace)
pl: Wyślij do chmury (zastąp)

source: Выгрузить в облако?
de: In die Cloud hochladen?
en: Upload to cloud?
pl: Wysłać do chmury?

source: Выделяется в ответ на преодоление посильной агрессивной среды. Это коридор, где борьба напряженная, но победа возможна.
de: Wird ausgeschüttet, wenn du eine herausfordernde, fordernde Umgebung meisterst. Es ist der Bereich, in dem der Kampf hart ist, der Sieg aber möglich bleibt.
en: Released in response to overcoming a challenging aggressive environment. It's a corridor where the fight is intense, but victory is possible.
pl: Uwalnia się w odpowiedzi na pokonanie wymagającego środowiska. To korytarz, gdzie walka jest intensywna, ale zwycięstwo możliwe.

source: Выйти
de: Abmelden
en: Sign Out
pl: Wyloguj

source: Выйти из аккаунта?
de: Abmelden?
en: Sign out?
pl: Wylogować się?

source: Выключить таймер
de: Timer deaktivieren
en: Disable timer
pl: Wyłącz timer

source: Выпады
de: Ausfallschritte
en: Lunges
pl: Wykroki

source: Выпады в ходьбе
de: Ausschreitende Ausfallschritte
en: Walking Lunges
pl: Wykroki w marszu

source: Выпады назад
de: Ausfallschritte rückwärts
en: Reverse Lunges
pl: Wykroki w tył

source: Выпады назад с гантелями
de: Ausfallschritte rückwärts mit Kurzhanteln
en: Reverse Lunges with Dumbbells
pl: Wykroki w tył z hantlami

source: Выпады назад со штангой
de: Ausfallschritte rückwärts mit Langhantel
en: Barbell Reverse Lunges
pl: Wykroki w tył ze sztangą

source: Выпады с гантелями
de: Ausfallschritte mit Kurzhanteln
en: Dumbbell Lunges
pl: Wykroki z hantlami

source: Выпады с жимом над головой
de: Ausfallschritte mit Schulterdrücken
en: Lunges with Overhead Press
pl: Wykroki z wyciskaniem nad głowę

source: Выполнено: %1$d / %2$d
de: Erledigt: %1$d / %2$d
en: Done: %1$d / %2$d
pl: Wykonano: %1$d / %2$d

source: Выполните первую тренировку, чтобы отслеживать прогресс
de: Absolviere dein erstes Workout, um deinen Fortschritt zu verfolgen
en: Complete your first workout to track progress
pl: Ukończ pierwszy trening, by śledzić postępy

source: Выпрыгивания из приседа
de: Squat Jumps
en: Squat Jumps
pl: Wyskoki z przysiadu

source: Высокий
de: Hoch
en: High
pl: Wysoki

source: Высокий уровень
de: Hohes Niveau
en: High Level
pl: Wysoki poziom

source: Выход силой
de: Muscle-up
en: Muscle-up
pl: Muscle-up

source: Выход силой на две руки
de: Muscle-up beidarmig
en: Muscle-Up (Two Arms)
pl: Muscle-up oburącz

source: выше нормы
de: über Norm
en: above norm
pl: powyżej normy

source: Гайд по тренингу
de: Trainingsguide
en: Training Guide
pl: Przewodnik treningu

source: Гайд по тренировкам
de: Workout-Guide
en: Workout Guide
pl: Przewodnik treningu

source: Гайд упражнения
de: Übungsguide
en: Exercise Guide
pl: Przewodnik ćwiczenia

source: Гакк-приседания
de: Hackenschmidt-Kniebeuge
en: Hack Squat
pl: Hack squat

source: Гамма-аминомасляная кислота. Она «успокаивает» мозг. Интересна атлетам тем, что при приеме перед сном может увеличивать пиковую секрецию Гормона Роста и способствовать глубокому восстановлению.
de: Gamma-Aminobuttersäure (GABA). Sie „beruhigt" das Gehirn. Für Athleten interessant, weil sie vor dem Schlafen eingenommen die Spitzenausschüttung von Wachstumshormon steigern und eine tiefe Regeneration fördern kann.
en: Gamma-aminobutyric acid. It 'calms' the brain. Interesting for athletes because taken before bed it can increase peak Growth Hormone secretion and promote deep recovery.
pl: Kwas gamma-aminomasłowy. „Uspokaja” mózg. Dla sportowców interesujący tym, że przyjmowany przed snem może podnieść szczytowe wydzielanie hormonu wzrostu i pogłębić regenerację.

source: Гидролизат (супер-быстро)
de: Hydrolysat (ultraschnell)
en: Hydrolysate (ultra-fast)
pl: Hydrolizat (super szybki)

source: Гидрохлорид (HCL)
de: Hydrochlorid (HCL)
en: Hydrochloride (HCL)
pl: Chlorowodorek (HCL)

source: Гильотинный жим
de: Guillotine-Bankdrücken
en: Guillotine Press
pl: Wyciskanie gilotynowe

source: Гиперэкстензия
de: Hyperextension
en: Back Extension
pl: Hiperekstensja

source: Главный минерал для синтеза тестостерона и работы иммунитета.
de: Das wichtigste Mineral für die Testosteronsynthese und die Funktion des Immunsystems.
en: The key mineral for testosterone synthesis and immune function.
pl: Najważniejszy minerał dla syntezy testosteronu i pracy układu odpornościowego.

source: Глубокий сон
de: Tiefschlaf
en: Deep sleep
pl: Sen głęboki

source: Глубокое расслабление мышц
de: Tiefe Muskelentspannung
en: Deep muscle relaxation
pl: Głębokie rozluźnienie mięśni

source: Глубокое спокойствие, азарт, четкость мыслей, отсутствие мандража.
de: Tiefe Ruhe, Tatendrang, klare Gedanken, kein Lampenfieber.
en: Deep calm, excitement, clarity of thought, no jitters.
pl: Głęboki spokój, zapał, klarowność myśli, brak tremy.

source: Глюкозамин стимулирует синтез протеогликанов (строительных блоков хряща). Хондроитин удерживает воду в хряще, обеспечивая амортизацию.
de: Glucosamin regt die Synthese von Proteoglykanen an (den Bausteinen des Knorpels). Chondroitin bindet Wasser im Knorpel und sorgt so für die Dämpfung.
en: Glucosamine stimulates proteoglycan synthesis (cartilage building blocks). Chondroitin retains water in cartilage, providing cushioning.
pl: Glukozamina stymuluje syntezę proteoglikanów (budulca chrząstki). Chondroityna zatrzymuje wodę w chrząstce, zapewniając amortyzację.

source: Глюкозамин Сульфат (лучше усваивается)
de: Glucosaminsulfat (besser aufnehmbar)
en: Glucosamine Sulfate (better absorbed)
pl: Siarczan glukozaminy (lepiej wchłaniany)

source: Глютамин
de: Glutamin
en: Glutamine
pl: Glutamina

source: Гоблет присед
de: Goblet Squat
en: Goblet Squat
pl: Przysiad goblet

source: Гоблет приседания
de: Goblet Squats
en: Goblet Squats
pl: Przysiady goblet

source: Гоблет-приседания
de: Goblet Squats
en: Goblet Squats
pl: Przysiady goblet

source: Год
de: Jahr
en: Year
pl: Rok

source: Голод
de: Hunger
en: Hunger
pl: Głód

source: Гольф
de: Golf
en: Golf
pl: Golf

source: Гомеостаз
de: Homöostase
en: Homeostasis
pl: Homeostaza

source: Горизонт (Planche)
de: Planche (Waagrechte)
en: Planche
pl: Planche (Horyzont)

source: Гормон молодости и отдыха. Превращает накопленный за день серотонин в восстановление.
de: Das Hormon der Jugend und Erholung. Es wandelt das tagsüber angesammelte Serotonin in Regeneration um.
en: Hormone of youth and rest. Converts accumulated daytime serotonin into recovery.
pl: Hormon młodości i odpoczynku. Zamienia nagromadzoną w dzień serotoninę w regenerację.

source: Гормон победы и права
de: Das Hormon von Sieg und Macht
en: Hormone of Victory and Power
pl: Hormon zwycięstwa i władzy

source: Гормон подчинения и самопожертвования. Снижает тестостерон, чтобы избежать смертельной схватки.
de: Das Hormon der Unterordnung und Selbstaufopferung. Es senkt das Testosteron, um einen tödlichen Kampf zu vermeiden.
en: Hormone of submission and self-sacrifice. Lowers testosterone to avoid a deadly fight.
pl: Hormon podporządkowania i poświęcenia. Obniża testosteron, by uniknąć śmiertelnej walki.

source: Гормон солнца
de: Das Sonnenhormon
en: Sunshine Hormone
pl: Hormon słońca

source: Гормонально-нейромедиаторная теория
de: Hormonell-neurotransmitter-basierte Theorie
en: Hormonal-Neurotransmitter Theory
pl: Teoria hormonalno-neuromediatorowa

source: Гормоны
de: Hormone
en: Hormones
pl: Hormony

source: Горячая ванна -> резкое охлаждение.
de: Heißes Bad -> abruptes Abkühlen.
en: Hot bath -> rapid cooling.
pl: Gorąca kąpiel → gwałtowne wychłodzenie.

source: Готов к разбору
de: Bereit für die Analyse
en: Ready for analysis
pl: Gotów do analizy

source: Готов начать?
de: Bereit loszulegen?
en: Ready to start?
pl: Gotów zaczynać?

source: Готов помочь
de: Ich helfe dir gern
en: Ready to help
pl: Gotów pomóc

source: ГОТОВ?
de: BEREIT?
en: READY?
pl: GOTOWY?

source: Готовая или своя — фильтруй по цели
de: Fertig oder selbst erstellt — filtere nach Ziel
en: Ready or custom — filter by goal
pl: Gotowy lub własny — filtruj po celu

source: Готовность · цели · фокус
de: Bereitschaft · Ziele · Fokus
en: Readiness · goals · focus
pl: Gotowość · cele · skupienie

source: Готово
de: Fertig
en: Done
pl: Gotowe

source: Готово!
de: Fertig!
en: Done!
pl: Gotowe!

source: Готовые планы или свой. Активная программа подсказывает, что тренировать сегодня.
de: Fertige Pläne oder dein eigener. Das aktive Programm sagt dir, was du heute trainierst.
en: Ready-made plans or your own. The active program tells you what to train today.
pl: Gotowe plany lub własny. Aktywny program podpowiada, co trenować dziś.

source: Готовые программы или свои. Фиксируем каждый подход и вес, а графики показывают рост силы, объёма и рекордов — неделя за неделей.
de: Fertige Programme oder eigene. Wir erfassen jeden Satz und jedes Gewicht, und Diagramme zeigen, wie Kraft, Volumen und Rekorde wachsen – Woche für Woche.
en: Ready-made programs or your own. We log every set and weight, and charts show your strength, volume and PRs growing — week after week.
pl: Gotowe programy lub własne. Zapisujemy każdą serię i ciężar, a wykresy pokazują wzrost siły, objętości i rekordów — tydzień po tygodniu.

source: Готовые программы или собственные. Мы фиксируем подходы, веса, повторения и считаем объём — ты только тренируешься.
de: Fertige Trainingspläne oder deine eigenen. Wir erfassen Sätze, Gewichte und Wiederholungen und berechnen das Volumen — du trainierst einfach nur.
en: Pre-built programs or your own. We track sets, weights, reps and calculate volume — you just train.
pl: Gotowe plany lub własne. My zapisujemy serie, ciężary, powtórzenia i liczymy objętość — Ty po prostu trenujesz.

source: Готовьтесь...
de: Mach dich bereit...
en: Get Ready...
pl: Przygotuj się...

source: Графики объёма, упражнения, периоды
de: Volumen-Diagramme, Übungen, Zeiträume
en: Volume charts, exercises, periods
pl: Wykresy objętości, ćwiczenia, okresy

source: Графики силы, объёма, измерения тела, личные рекорды. Видишь, как растёшь — неделя за неделей.
de: Diagramme zu Kraft und Volumen, Körpermaße, persönliche Rekorde. Sieh, wie du wächst — Woche für Woche.
en: Strength and volume charts, body measurements, personal records. See yourself grow — week by week.
pl: Wykresy siły i objętości, pomiary ciała, rekordy życiowe. Widzisz, jak rośniesz — tydzień po tygodniu.

source: Гребля
de: Rudern
en: Rowing
pl: Wioślarstwo

source: Гребля (Concept2)
de: Rudern (Concept2)
en: Rowing (Concept2)
pl: Wioślarz (Concept2)

source: Гребля на доске
de: Stand-up-Paddling
en: Paddleboarding
pl: Paddleboarding

source: Грудь
de: Brust
en: Chest
pl: Klatka piersiowa

source: Грудь+Спина
de: Brust+Rücken
en: Chest+Back
pl: Klatka+Plecy

source: Грудь+Спина (вариация)
de: Brust+Rücken (Variante)
en: Chest+Back (variation)
pl: Klatka+Plecy (wariacja)

source: Да, есть
de: Ja, habe ich
en: Yes, I do
pl: Tak, mam

source: Давать выход эмоциям (петь, танцевать, плакать), не запирать их в себе.
de: Lass deinen Emotionen freien Lauf (singen, tanzen, weinen), statt sie in dich hineinzufressen.
en: Give emotions an outlet (sing, dance, cry), don't bottle them up.
pl: Daj emocjom ujście (śpiewaj, tańcz, płacz), nie zamykaj ich w sobie.

source: Давно не виделись
de: Lange nicht gesehen
en: Long time no see
pl: Dawno cię nie było

source: Давно не тренировался — тело готово, время вернуться 💪
de: Lange her — dein Körper ist bereit, los geht's 💪
en: It's been a while — your body's ready, let's go 💪
pl: Dawno cię nie było — ciało gotowe, wracaj 💪

source: Дайджест последней недели
de: Rückblick der letzten Woche
en: Last week digest
pl: Podsumowanie ostatniego tygodnia

source: Далее
de: Weiter
en: Next
pl: Dalej

source: Дальше
de: Weiter
en: Next
pl: Dalej

source: Данные синхронизируются из Apple Health
de: Daten aus Apple Health synchronisiert
en: Data synced from Apple Health
pl: Dane synchronizowane z Apple Health

source: Данные текущей тренировки не будут сохранены.
de: Die Daten des aktuellen Workouts werden nicht gespeichert.
en: Current workout data will not be saved.
pl: Dane bieżącego treningu nie zostaną zapisane.

source: Дата
de: Datum
en: Date
pl: Data

source: Две недели подряд — твоя дисциплина даёт результат.
de: Zwei Wochen am Stück — deine Disziplin zahlt sich aus.
en: Two weeks straight — your discipline is paying off.
pl: Dwa tygodnie z rzędu — Twoja dyscyplina przynosi efekty.

source: Движение
de: Bewegung
en: Movement
pl: Ruch

source: Движение — основа всего
de: Bewegung ist die Basis von allem
en: Movement is the Foundation
pl: Ruch to podstawa wszystkiego

source: Двойная
de: Doppelt
en: Double
pl: Podwójna

source: Двойные прыжки на скакалке
de: Double Unders
en: Double Unders
pl: Double unders (podwójne przeskoki)

source: Дворники в висе (Windshield Wipers)
de: Scheibenwischer im Hang (Windshield Wipers)
en: Hanging Windshield Wipers
pl: Wycieraczki w zwisie (Windshield Wipers)

source: Действия
de: Aktionen
en: Actions
pl: Akcje
